---
kind: other
id: Properties.T:Autodesk.Revit.UI.Mechanical.DuctFittingAndAccessoryPressureDropUIDataItem
source: html/c841ba68-e5ff-5e62-a35a-82633cd96fa4.htm
---
# DuctFittingAndAccessoryPressureDropUIDataItem Properties

Specifies whether the .NET object represents a valid Revit entity.